Repository: City-of-Helsinki/helsinki-paatokset
Catalog: public/themes/custom/hdbt_subtheme/translations/*.po
Languages: fi, sv

# Announcements and notifications list
source: Announcement or notification
fi: kuulutus tai ilmoitus
sv: kungörelse eller annons

# Announcements and notifications list
source: No results
fi: Ei tuloksia
sv: Inga resultat

# Allu decision search
source: Search for decisions on the temporary use of streets and parks
fi: Etsi katu- ja puistoalueiden tilapäiseen käyttöön liittyviä päätöksiä
sv: Sök beslut som gäller tillfällig användning av gatu- och parkområden

# Allu decision search
source: You can search for decisions by street or park name, or filter the list by type or date of decision. If you do not use a filter, the results are listed by date of decision in chronological order, newest first.
fi: Voit etsiä päätöksiä kadun tai puiston nimellä tai suodattaa listaa päätöksen tyypin tai päätösajankohdan mukaan. Jos et tee lainkaan suodatusta, tulokset on listattu päätöksen päiväyksen mukaan aikajärjestyksessä, uusin ensin.
sv: Du kan söka beslut med gatans eller parkens namn, eller filtrera listan enligt beslutstyp eller beslutsdatum. Om du inte använder några filter listas resultaten i kronologisk ordning enligt beslutsdatum, med det senaste först.

# Allu decision search
source: Name of street or park
fi: Kadun tai puiston nimi
sv: Namn på gata eller park

# Allu decision search
source: Eg. Mannerheimintie
fi: Esim. Mannerheimintie
sv: T.ex. Mannerheimvägen

# Allu decision search
source: Type of decision
fi: Päätöksen tyyppi
sv: Typ av beslut

# Allu decision search
source: All types
fi: Kaikki tyypit
sv: Alla beslutstyper

# Allu decision search
source: identifier
fi: tunniste
sv: identifierare

# Allu decision search
source: Date of decision
fi: Päätöksen päiväys
sv: Beslutsdatum

# Allu decision search
source: Eg. 5.11.2024 - 10.11.2024
fi: Esim. 5.11.2024 - 10.11.2024
sv: T.ex. 5.11.2025–10.11.2025

# Allu decision search
source: 1 decision
fi: 1 päätös
sv: 1 beslut

# Allu decision search
source: Address
fi: Kohteen osoite
sv: Adress

# Allu decision search
source: Work complete
fi: Työ valmis
sv: Jobb färdig

# Allu decision search
source: Excavation work
fi: Kaivutyö
sv: Grävningsarbete

# Allu decision search
source: Area leasing
fi: Aluevuokraus
sv: Områdesuthyrning

# Allu decision search
source: Temporary traffic arrangement
fi: Tilapäinen liikennejärjestely
sv: Ett tillfälligt trafikarrangemang

# Allu decision search
source: Placement agreement
fi: Sijoitussopimus
sv: Placeringsavtal

# Allu decision search
source: Event
fi: Tapahtuma
sv: Evenemang

# Allu decision search
source: Short-term land leasing
fi: Lyhytaikainen maanvuokraus
sv: Kortvarig arrendering av mark

# Voting results
source: Voting
fi: Äänestys
sv: Omröstning

source: Voting results
fi: Äänestystulokset
sv: Omröstningsresultat

# Decisions search
source: Finnish keyword
fi: Hakusana
sv: Sökord

# Decisions search
source: For example, Viikki
fi: Esim. Viikki
sv: T.ex. Vik

# Decisions search
source: Date
fi: Ajankohta
sv: Tidpunkt

# Decisions search
source: All dates
fi: Kaikki ajankohdat
sv: Alla tidpunkter

# Decisions search
source: Topic
sv: Ämne

# Decisions search
source: All topics
sv: Alla ämnen

# Decisions search
source: Decision-maker / Division
fi: Päättäjä / Toimiala
sv: Beslutsfattare / Sektor

# Decisions search
source: All decision-makers and divisions
fi: Kaikki päättäjät ja toimialat
sv: Alla beslutsfattare och sektorer

# Decisions search
source: Only show
fi: Näytä vain
sv: Visa endast

# Decisions search
source: Decisions of decision-making bodies
fi: Toimielinten päätökset
sv: Organens beslut

# Decisions search
source: Decisions of office holders
fi: Viranhaltijoiden päätökset
sv: Tjänsteinnehavares beslut

# Decisions search
source: Search for a decision-maker or a division
fi: Etsi päättäjää tai toimialaa
sv: Sök beslutsfattare eller sektor

# Decisions search
source: Search
sv: Sök

# Decisions search
source: Sort search results
fi: Järjestä hakutulokset
sv: Ordna sökresultaten

# Decisions search
source: Newest first
fi: Uusimmat ensin
sv: Nyaste först

# Decisions search
source: Most relevant first
fi: Osuvimmat ensin
sv: Bästa träffar först

# Decisions search
source: Oldest first
fi: Vanhimmat ensin
sv: Äldsta först

# Decisions search
source: Issues with several decisions
fi: Asia, josta on useita päätöksiä
sv: Ärende med flera beslut

# Decisions search
source: Choose dates
fi: Valitse ajankohta
sv: Välj tidpunkt

# Decisions search
source: Choose range
fi: Valitse päivämäärät
sv: Välj datum

# Decisions search
source: Back
fi: Takaisin
sv: Tillbaka

# Decisions search
source: Past week
fi: Viime viikko
sv: Senaste veckan

# Decisions search
source: Past month
fi: Viime kuukausi
sv: Senaste månaden

# Decisions search
source: Past year
fi: Viime vuosi
sv: Senaste året

# Decisions search
source: Start date
fi: Alkamispäivä
sv: Från

# Decisions search
source: End date
fi: Päättymispäivä
sv: Till

# Decisions search
source: Search with a Finnish keyword, eg. Viikki
fi: Kirjoita hakusana, esim. Viikki
sv: Skriv sökord, t.ex. Vik

# Decisions search
source: The City's decisions
fi: Kaupungin päätökset
sv: Stadens beslut

# Decisions search
source: The City of Helsinki uses Finnish in its decision-making. You can browse the service in English, but the decision documents themselves are only available in Finnish. The Decisions service compiles all decision-making by the City of Helsinki in one place. You can find decisions made by the Helsinki City Council, City Board, committees, office holders and other authorities of Helsinki in Finnish.
fi: Päätökset-palvelusta löydät Helsingin kaupunginvaltuuston, kaupunginhallituksen, lautakuntien ja viranhaltijoiden päätökset. Voit myös tutustua kaupungin päätöksenteon kulkuun ja aloittaa muutoksenhaun päätökseen.
sv: Helsingfors stads huvudspråk för beslutsfattande är finska. Stadsfullmäktiges beslut finns dock på svenska i tjänsten. Tjänsten Beslut samlar ihop Helsingfors stads beslutsfattande. I tjänsten finns bland annat beslut som fattats av Helsingfors stadsfullmäktige, stadsstyrelsen, nämnderna och tjänsteinnehavarna.

# Decisions search
source: The City of Helsinki primarily conducts its decision-making in Finnish and Swedish. Although you can browse this service in English, the decision-making documents themselves are available in Finnish and Swedish only.
fi: Voit etsiä kaupungin päätöksiä hakusanalla. Voit rajata tuloksia ajankohdan, aiheen ja päättäjän mukaan.
sv: Du kan söka stadens beslut med ett sökord. Du kan begränsa resultaten enligt tidpunkt, ämne och beslutsfattare.

# Decisions search
source: Enter a keyword in the search field to find a specific decision. Results can be filtered by date, topic and decision-maker.
fi: Jos samasta asiasta on useita päätöksiä, näytetään vain hakuasi parhaiten vastaava päätös. Löydät asian koko päätöshistorian, kun avaat päätöksen.
sv: Om det finns flera beslut om samma ärende visas endast det beslut som bäst motsvarar din sökning. Du hittar hela beslutshistoriken för ärendet när du öppnar beslutet.

# Decisions search
source: Read the instructions for refining your search.
fi: Lue ohjeita haun tarkentamiseen.
sv: Läs anvisningar om hur du kan precisera sökningen.

# Decisions search
source: You can find the City of Helsinki's decision-making body and office holder decisions starting from 2017 in the search.
sv: Du hittar i sökningen Helsingfors organs och tjänsteinnehavares beslut från och med år 2017.

# Decisions search
source: Search decisions
fi: Etsi päätöksiä
sv: Sök beslut

# Decisions search
source: 1 decision
fi: 1 päätös
sv: 1 beslut

# Decisions search
source: Filter search results
fi: Rajaa hakutuloksia
sv: Begränsa sökresultaten

# Decisions search
source: Decision-maker
fi: Päättäjä
sv: Beslutsfattare

# Decisions search
source: Committees and boards
fi: Lautakunnat ja johtokunnat
sv: Nämnder och direktioner

# Decisions search
source: City Council
fi: Kaupunginvaltuusto
sv: Stadsfullmäktige

# Decisions search
source: Officials
fi: Luottamushenkilöpäättäjät
sv: Förtroendevalda

# Decisions search
source: City Hall
fi: Kaupunginhallitus
sv: Stadsstyrelsen

# Decisions search
source: Trustees
fi: Viranhaltijat
sv: Tjänsteinnehavare

# Announcements and notifications list
source: All announcements and notifications
fi: Kaikki kuulutukset ja ilmoitukset
sv: Alla kungörelser och meddelanden

# Announcements and notifications list
source: Notice! <a hreflang="fi" href="@link">Notices of building control permit decisions</a> can only be found on their own page.
fi: Huom! <a href="@link">Rakennusvalvonnan lupapäätösten kuulutukset</a> löytyvät vain omalta sivultaan.
sv: Observera! <a hreflang="fi" href=@link">Kungörelser om byggnadstillståndsbeslutet</a> finns endast på deras egen sida.

# Announcements and notifications list
source: Filter announcements and notifications
fi: Rajaa kuulutuksia ja ilmoituksia
sv: Filtrera kungörelser och meddelanden

# Announcements and notifications list
source: announcement or notification
fi: kuulutus tai ilmoitus
sv: kungörelse eller meddelande

# Announcements and notifications list
source: Published
fi: Julkaistu
sv: Publicerad

# Policymaker documents list
source: document
fi: asiakirja
sv: dokument

# Policymaker documents list
source: No results
fi: Ei hakutuloksia
sv: Inga resultat

# Policymaker documents list
source: Published
fi: Julkaistu
sv: Publicerad

# Policymaker documents list
source: Read decision announcement
fi: Lue päätöstiedote
sv: Läs beslutsmeddelandet

# Discussion minutes list
source: discussion minutes
fi: keskustelupöytäkirja
sv: diskussionsprotokoll

# Discussion minutes list
source: No results
fi: Ei hakutuloksia
sv: Inga resultat

# All initiatives list
source: initiative
fi: aloite
sv: motion

# All initiatives list
source: No results
fi: Ei hakutuloksia
sv: Inga resultat

# Decisions search
source: Over 10 000 decisions
fi: Yli 10 000 päätöstä
sv: Över 10 000 beslut

# Frontpage decision search
source: Your search contains special characters, such as “ or +. For more results, try searching without special characters.
sv: Ditt sökord innehåller specialtecken, såsom “ eller +. För fler resultat, prova att söka utan specialtecken.

# Frontpage decision search
source: Learn more about using special characters.
sv: Läs mer om användningen av specialtecken.

# Frontpage decision search
source: Type @count or more characters for results
sv: Skriv @count eller fler tecken för att se resultat

# Frontpage decision search
source: When autocomplete results are available use up and down arrows to review and enter to select. Touch device users, explore by touch or with swipe gestures.
sv: När autokomplettering är tillgänglig, använd upp- och nedåtpilarna för att bläddra och tryck enter för att välja. För pekskärmsanvändare, navigera med beröring eller svepgester.

# Frontpage decision search
source: No decision suggestions were found
sv: Inga beslutförslag hittades

# Frontpage decision search
source: There are @count results available.
sv: Det finns @count resultat tillgängliga.

# Frontpage decision search
source: There is one result available.
sv: Det finns ett resultat tillgängligt.

# Frontpage decision search
source: @selectedItem @position of @count is highlighted
sv: @selectedItem @position av @count är markerad

# Decisions search
source: You can find the City of Helsinki's decision-making body and office holder decisions starting from 2017 in the search.
fi: Löydät hausta Helsingin toimielinten ja viranhaltijoiden päätökset vuodesta 2017 alkaen.

source: @trustee is @policymaker
fi: @trustee on @policymaker
