Repository: City-of-Helsinki/helsinki-paatokset
Catalog: public/modules/custom/paatokset/translations/*.po
Languages: fi, sv

# Lupapiste rss
source: Building site
fi: Rakennuspaikka
sv: Byggplats

# Lupapiste rss
source: Permit ID
fi: Lupatunnus
sv: Tillstånds-ID

# Lupapiste rss
source: Property ID
fi: Kiinteistötunnus
sv: Fastighetsbeteckning

# Lupapiste rss
source: Decicion date
fi: Päätöspäivämäärä
sv: Beslutsdatum

# Lupapiste rss
source: Decision section
fi: Päätöksen pykälä
sv: Beslutsparagraf

# Lupapiste rss
source: Decision maker
fi: Päätöksentekijä
sv: Beslutsfattare

# Lupapiste rss
source: Publication starts
fi: Julkaisu alkaa
sv: Publiceringen börjar

# Lupapiste rss
source: Publication ends
fi: Julkaisu päättyy
sv: Publiceringen slutar

# Lupapiste rss
source: @count proclamations
fi: @count kuulutusta
sv: @count kungörelser

# Lupapiste rss
source: proclamations
fi: kuulutusta
sv: kungörelser

# Lupapiste rss
source: Building control permit decisions
fi: Rakennusvalvonnan lupapäätökset
sv: Byggnadstillsynens tillståndsbeslut

# Lupapiste rss
source: (download pdf)
fi: (lataa pdf)
sv: (ladda ner pdf)

# Lupapiste rss
source: Service of notice is considered to have taken place on the seventh day from the date of publication of the announcement.
fi: Tiedoksisaannin katsotaan tapahtuneen seitsemäntenä päivänä kuulutuksen julkaisemisajankohdasta.

# Year filter
source: All years
sv: Alla år
