Repository: City-of-Helsinki/helsinki-paatokset
Catalog: public/modules/custom/paatokset_ahjo_api/translations/*.po
Languages: fi, sv

source: Browse decisionmakers
fi: Selaa päättäjiä
sv: Blädra bland beslutsfattare

source: See table with voting results
fi: Katso äänestystulos taulukkona
sv: Se röstningsresultatet i tabellform

source: Read motion (Opens in a new tab)
fi: Lue esitys (Avautuu uuteen välilehteen)
sv: Läs motionen (Öppnas i en ny flik)

source: Meeting moved
fi: Kokousta siirretty
sv: Möte flyttade

# Meetings calendar
source: meeting moved
fi: kokousta siirretty
sv: möte flyttade

source: There's an error with this attachment. We are resolving the issue as soon as possible.
fi: Liitteen julkaisussa on virhe. Korjaamme virheen mahdollisimman pian.
sv: Det finns ett fel i den publicerade bilagan. Vi rättar till felet så fort som möjligt.

source: Confidential
fi: Salassa pidettävä
sv: Sekretessbelagd

source: Confidential: @reasons
fi: Salassa pidettävä: @reasons
sv: Sekretessbelagd: @reasons

source: The attachment will not be published on the internet.
fi: Liitettä ei julkaista internetissä.
sv: Bilagan publiceras inte på internet.

source: More recent handlings
fi: Asialla on uudempia käsittelyjä

# Organization color
source: Copper
fi: Kupari

# Organization color
source: Gray
fi: Harmaa

# Organization color
source: Bus
fi: Bussi

# Organization color
source: Gold
fi: Kulta

# Organization color
source: Coat of arms
fi: Vaakuna

# Ahjo cases
source: Administrative matters
fi: Hallintoasiat
sv: Förvaltningsärenden

# Ahjo cases
source: Personnel matters
fi: Henkilöstöasiat
sv: Personalärenden

# Ahjo cases
source: Financial matters, taxation and property management
fi: Talousasiat, verotus ja omaisuuden hallinta
sv: Ekonomi, beskattning och egendomsförvaltning

# Ahjo cases
source: Legislation and application of legislation
fi: Lainsäädäntö ja lainsäädännön soveltaminen
sv: Lagstiftning och dess tillämpning

# Ahjo cases
source: International activities and immigration policy
fi: Kansainvälinen toiminta ja maahanmuuttopolitiikka
sv: Internationell verksamhet och migrationspolitik

# Ahjo cases
source: Social services
fi: Sosiaalitoimi
sv: Socialvård

# Ahjo cases
source: Healthcare
fi: Terveydenhuolto
sv: Hälsovård

# Ahjo cases
source: Information management
fi: Tiedon hallinta
sv: Informationshantering

# Ahjo cases
source: Traffic
fi: Liikenne
sv: Trafik

# Ahjo cases
source: Security and public order
fi: Turvallisuus ja yleinen järjestys
sv: Säkerhet och allmän ordning

# Ahjo cases
source: Land use, construction and housing
fi: Maankäyttö, rakentaminen ja asuminen
sv: Markanvändning, byggande och boende

# Ahjo cases
source: Environmental matters
fi: Ympäristöasia
sv: Miljöärenden

# Ahjo cases
source: Education and culture
fi: Opetus- ja sivistystoimi
sv: Undervisnings- och bildningsväsende

# Ahjo cases
source: Research and development
fi: Tutkimus- ja kehittämistoiminta
sv: Forskning och utveckling

# Ahjo cases
source: Business and employment services
fi: Elinkeino- ja työvoimapalvelut
sv: Näringslivs- och arbetskraftstjänster

# Policymaker browser
source: Browse policymakers
fi: Selaa päättäjiä
sv: Blädra bland beslutsfattare

# Policymaker browser
source: Browse existing bodies and authorities.
fi: Selaa nykyisiä toimielimiä ja viranhaltijoita.
sv: Bläddra bland nuvarande organ och tjänsteinnehavare.

# Policymaker browser
source: Browse decision-makers by the City's organisation
fi: Selaa päättäjiä kaupungin organisaation mukaan
sv: Bläddra bland beslutsfattare enligt stadens organisation

# Policymaker browser
source: Search decision-makers by browsing the City's organisational chart.
fi: Etsi päättäjiä selaamalla kaupungin organisaatiokaaviota.
sv: Sök beslutsfattare med hjälp av stadens organisationsschema.

# Policymaker browser
source: You may also search for decision-makers with the search function.
fi: Voit etsiä päättäjiä myös haulla.
sv: Du kan även söka beslutsfattare med sökningsfunktionen.

# Policymaker browser
source: Go to the page Search decisions-makers
fi: Siirry Etsi päättäjiä -sivulle
sv: Gå till sidan Sök beslutsfattare

# Policymaker browser
source: Go to a lower level from @organization
fi: Siirry alemmalle tasolle kohdasta @organization
sv: Gå till en lägre nivå från @organization
