Repository: City-of-Helsinki/helsinki-paatokset
Catalog: public/modules/custom/paatokset_policymakers/translations/*.po
Languages: fi, sv

source: Initiatives by the councillor
fi: Luottamushenkilön tekemät aloitteet
sv: Ledamötens initiativ

source: Resolutions by the councillor
fi: Luottamushenkilön hyväksytyt ponnet
sv: Ledamötens hemställningsklämmar

source: Memberships and roles
fi: Luottamushenkilön roolit ja jäsenyydet
sv: Medlemskap och roller (på finska)

source: Member
fi: Jäsen
sv: Ledamot

source: Deputy member
fi: Varajäsen
sv: Ersättare

source: Chairman
fi: Puheenjohtaja
sv: Ordförande

source: Vice chairman
fi: Varapuheenjohtaja
sv: Vice ordförande

source: Councillor
fi: Valtuutettu
sv: Ledamot

source: Deputy Councillor
fi: Varavaltuutettu
sv: Ersättare

source: Browse policymakers
fi: Selaa päättäjiä
sv: Blädra bland beslutsfattare

source: City Board sub-committees
fi: Kaupunginhallituksen jaostot
sv: Stadsstyrelsens sektioner

source: Committees and Boards
fi: Lautakunnat ja johtokunnat
sv: Nämnder och direktioner

source: Office holders
fi: Viranhaltijat
sv: Tjänsteinnehavare

source: Office holders: @sector_title
fi: Viranhaltijat: @sector_title
sv: Tjänsteinnehavare: @sector_title

source: Elected official decisionmakers
fi: Luottamushenkilöpäättäjät
sv: Förtroendevalda tjänsteinnehavare

source: City Council members
fi: Kaupunginvaltuuston jäsenet
sv: Stadsfullmäktiges ledamöter

# Trustee labels
source: Profession
sv: Yrke

# Trustee labels
source: Home district
sv: Hemstadsdel

# Trustee labels
source: Phone number
sv: Telefonnummer

# Trustee labels
source: Email
sv: E-post

# Trustee labels
source: Homepage
sv: Hemsida
